Repository: MaximeSousa/EasySaveG3
Catalog: EasySaveApp/Resources/Resource_*.resx
Languages: fr

source: An error occurred:
fr: Une erreur s'est produite:

source: Backup deleted successfully.
fr: Sauvegarde supprimée avec succès.

source: Backup does not exist.
fr: La sauvegarde n'existe pas.

source: Backup updated successfully.
fr: Sauvegarde mise à jour avec succès.

source: Change Backup
fr: Modifier un sauvegarde

source: Change Language
fr: Changer de Langue

source: Choose An Option
fr: Choisissez une option

source: Choose the type of backup:
fr: Choisissez le type de sauvegarde:

source: Create Backup
fr: Créer une sauvegarde

source: Delete Backup
fr: Supprimer la sauvegarde

source: Differential
fr: Différentielle

source: Differential Backup Method
fr: Méthode de sauvegarde

source: Enter the backup numbers to execute (e.g., '1', '1-3', '1;3'):
fr: Saisissez les numéros de sauvegarde à exécuter (e.g., '1', '1-3', '1;3'):

source: Enter the Directory source for the backup
fr: Entrez la source du répertoire pour la sauvegarde

source: Enter the Name of the backup that you want to delete:
fr: Saisissez le nom de la sauvegarde que vous souhaitez supprimer:

source: Enter the Name of the backup that you want to modify:
fr: Saisissez le nom de la sauvegarde que vous souhaitez modifier:

source: Enter the new name for the backup:
fr: Saisissez le nouveau nom de la sauvegarde:

source: Execute Backup
fr: Exécuter la sauvegarde

source: Full
fr: Complète

source: Full Backup Method
fr: Méthode de sauvegarde complète

source: Invalid choice
fr: Choix invalide

source: Invalid Option
fr: Option invalide

source: Language changed to
fr: La langue a été modifiée en

source: Leave
fr: Quitter

source: Main Menu Title
fr: Menu

source: Name:
fr: Nom:

source: No backup numbers provided.
fr: Aucun numéro de secours fourni.

source: No valid backup numbers provided.
fr: Aucun numéro de sauvegarde valide fourni.

source: The backup was completed successfully!
fr: La sauvegarde a été effectuée avec succès !

source: The directory source doesn't exist
fr: La source du répertoire n'existe pas

source: This name is not valid
fr: Ce nom n'est pas valide
